#bollean იყოფა ორ ნაწილად  True and False 
#ბინარული კოდი არის სისტემატიური კოდი რომელშიც ვიყენებთ მხოლოდ ორ სიმბოლოს 0 და 1


print(2 < 2)
print(4 < 67)
print(34 < 35)
print(27 < 100)
print(56 < 66)
print(99 < 101)
print(22 < 23)
print(33 < 88)
print(11 < 12)
print(1 < 2)
print(3 < 4)

print(22 > 11)
print(23 > 12)
print(99 > 90)
print(100 > 99)
print(33 > 22)
print(19 > 10)
print(25 > 20)
print(77 > 78)
print(42 > 33)
print(33 > 22)

print(5 == 5)
print(3 == 3)
print(33 == 33)
print(11 == 11)
print(88 == 88)
print(22 == 22)
print(55 == 55)
print(22 == 23)
print(1 == 2)
print(3 == 4)


print(33 != 22)
print(22 != 11)
print(25 != 25)
print(88 != 0)
print(222 != 111)
print(333 != 222)
print(999 != 412)
print(888 != 666)
print(3333 != 3333)
print(1111 != 1111)





# <- ეს არის ნაკლებობის ნიშანი ის განსაზღვრავს რომელი არის უფრო ნაკლები
# >- ეს არის მეტობის ნიშანი ის განსაზღვრავს რომელი არის უფრო მეტი
# ==- ეს არის ტოლობა ის გვეუბნება თუ როდის არის ტოლი
# !=- ამ ნიშანს ჩვენ იმ დროს ვიყენებთ როდესაც ციფრები ერთმანეთს არ უდრიან


print(122 < 333)
print(222 > 444)
print(222 == 222)
print(190 != 191)